<template>
  <div class='side-content'>
    <h3>信息的收集和使用</h3>
    <p>为了以创建账户、识别用户、回应查询和邮件等方式来为您提供服务、改进软件性能和外观、推荐新功能/新产品等目的，轻麦科技会要求您提供个人信息（包括但不限于您的姓名、电话号码、电子邮件地址等），并且会收集其他与您相关的信息（包括但不限于设备信息、日志信息、位置信息以及其他类似的特征记录）。</p>
    <p>麦科技的用户体验改进计划是基于对使用数据的统计，来诊断系统问题，优化产品体验的计划。我们会使用 Google Analytics 等工具统计您在使用轻麦科技产品（包括 Smartisan OS 操作系统、系统中的所有官方应用及其他设置等）过程中产生的数据信息。我们在用户体验改进计划中仅会累计所有用户的总体使用数据，不会收录或上传任何涉及您个人身份信息的内容。前述统计内容包括但不限于：应用启动数，页面访问数，重点按钮点击数，设置项的配置属性等。随着轻麦科技产品的后续版本升级，我们统计的范围会有所改变，您下载/安装/使用后续版本轻麦科技产品的行为将被视为您对届时相关改变的同意。</p>
    <p>轻麦科技可能会将您通过自己的帐户提交的信息与轻麦的其他服务或第三方的信息相结合，以便为您提供更好的体验并提高轻麦科技的服务质量。</p>
    <p>轻麦科技的产品和服务中可能含有第三方产品和/或服务的链接或信息。如果您将个人信息填写在其他平台上或通过第三方程序提交/发布，则该方可能会获知您的信息。该第三方应用程序可能有其相应的隐私政策规定，请仔细查看，并在提供个人信息前请仔细考虑清楚。本隐私政策不适用于第三方向您收集信息的行为，轻麦科技无法控制第三方的行为，因此也不会对第三方收集、使用您信息的行为承担责任。</p>
    <h3>信息的披露</h3>
    <p>除非法律法规规定、政府部门要求或本隐私政策载明的例外情况，轻麦科技会妥善保存您的信息，不予泄露。</p>
    <p>您于此授权，在以下情形中，轻麦科技可以向第三方披露您的信息而无需再行获得您的同意：</p>
    <p>1. 如果轻麦科技披露这些信息是用来识别、联系或向可能对轻麦科技的权利或财产、网站用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必必要；</p>
    <p>2. 轻麦科技将个人信息提供给轻麦科技的关联方或其他有合作关系的企业或个人，以便其代表/协助轻麦科技处理这些信息。轻麦科技要求上述各方同意按照轻麦科技的规定、本隐私政策以及有关法律法规之规定来处理这些信息。</p>
    <h3>信息安全</h3>
    <p>轻麦科技将尽合理的努力保障您的信息安全，但是您应当知晓轻麦科技不能完全避免与个人信息安全相关的风险（特别是发生轻麦科技无法控制的情况时，如不可抗力或第三方原因），因此，轻麦科技对隐私信息的维护或保密无法做出任何确定性的保证或承诺。如果轻麦科技知悉其所获取并储存的数据安全受到危害或由于外部行为（包括但不限于外部安全攻击）使用户的非公开信息被披露给不相关第三方，尽管本政策中有其他免责规定，轻麦科技仍将采取其认为适当的合理措施（包括但不限于内部调查、上报并通知执法机构、以及配合执法机构工作等）。同时，轻麦科技也会在其认为适当的情况下采取合法合理措施通知相关用户，告知其被披露的信息以及轻麦科技对该信息的知悉程度。</p>
    <p>您应当注意保护您的个人信息安全。例如，不要泄露您的个人密码等。</p>
    <h3>对未成年人信息的收集和使用</h3>
    <p>轻麦科技要求未成年人在其法定监护人的许可和指导下使用轻麦科技的产品或服务。</p>
    <p>如果您是未成年人，您需要确保在提供个人信息前，已经获得了您法定监护人的同意。</p>
    <h3>本隐私政策的修订</h3>
    <p>虽然本隐私声明说明了轻麦科技在保护隐私方面所遵循的标准，但这些标准可能会发生变化。如有更新，轻麦科技会在发布修订版本时以轻麦科技认为适当的方式通知您变动内容和生效日期。</p>
  </div>
</template>