<template>
  <div class='side-content'>
    <p>本使用条款和条件（“使用条款”）适用于网址为 www.qmy.cx 的网站（简称“本网站”）。</p>
    <p>除非另有指定，本网站所指的 “QMY”, “轻麦科技”, “本公司” 或 “我们” 包括东莞市轻麦电子科技有限公司，轻麦电子科技有限公司， 及其全部关联公司。</p>
    <p>若您遵守本使用条款， 轻麦科技即授予您一项个人、非排他性、不可转让、有限的权利以登录并使用本网站。本网站是轻麦科技的财产。您使用本网站， 即表示您同意本使用条款；如果您不同意，请勿使用本网站。轻麦科技保留自行决定在任何时候变更、修改、增加或删除本使用条款部分内容的权利。我们会以适当方式通知您。您在变更信息发布之后继续使用本网站， 即表示您同意且接受该变更。</p>

    <h3>内容</h3>
    <p>本网站包含的所有文字、图表、用户界面、可视界面、图片、商标、标识、声音、音乐、美术作品及计算机编码（合称为“内容”），包括但不限于该等内容的设计、结构、选择、协调、表达、“界面外观”及排序等，均属轻麦科技或其他权利人所有，且受著作权法、专利法、商标法以及各类其他知识产权法等的保护。</p>
    <p>除本使用条款明确规定外，未经轻麦科技及其他权利人事先明确书面同意，您不得为出版或发行或为任何其他商业目的以任何方式（包括“镜像”）将本网站的任何部分及任何内容复制、再制、重印、上传、发布、公开展示、编码、翻译、传输或散布至任何其他计算机、服务器、网站或其他媒介。</p>

    <h3>您对本网站的使用</h3>
    <p>您不可使用任何“深层链接”、“抓取页面”、“机器人”、“蜘蛛”或其他自动装置、程序、算法、方法或者任何相似或相同的手动程序，以访问、取得、复制或监测本网站任何部分或任何内容，或以任何方式复制或规避本网站或任何内容的导航结构或介绍，通过任何非本网站提供的方式，取得或试图取得任何资料、文件或信息。轻麦科技有权禁止任何该等行为。</p>
    <p>您不可试图通过非法侵入、“破解”密码或任何其他非法方式，未经授权访问本网站的任何部分或功能，或者链接至本网站或任何轻麦科技服务器的任何其他系统或网络，或者未经授权取得本网站提供的任何服务。</p>
    <p>您不可探查、扫描或测试本网站或链接至本网站之任何网络的弱点，亦不可违反本网站之任何网络的安全或认证措施。</p>
    <p>您同意不使用任何设备、软件或程序，干扰或试图干扰本网站的正常运行或于本网站进行的任何交易，或干扰或试图干扰他人使用本网站。</p>
    <p>您不可伪造信头或以其他方式操控识别功能，以伪造您通过本网站提交给轻麦科技的任何信息或传输内容的来源，或者伪造本网站提供的任何服务的来源。您不可假冒他人、或假冒代表他人，或模仿任何其他个人或实体。</p>

    <h3>帐户、密码及安全</h3>
    <p>您注册成为轻麦科技官网用户即可获得一个 轻麦ID （以下或称“帐户”），本网站提供的某些功能或服务可能要求您开立帐户。对于维护您持有帐户信息的保密性，包括您的密码，您承担全部责任；且对于因您未能保持信息安全和保密而在您帐户下发生的任何行为，您承担全部责任。您同意一旦发生任何对您帐户或密码未经授权的使用，或者任何其他对安全的破坏等情况，将立即通知轻麦科技。如果您未能保持您帐户信息安全且保密，导致您的帐户被他人使用，从而使轻麦科技或本网站的任何其他用户或访问者遭受损失，您可能为该等损失承担赔偿责任。</p>

    <h3>知识产权</h3>
    <p>对于您使用属于轻麦科技所有的内容所涉及的知识产权问题，请查看我们知识产权声明的完整版本。</p>

    <h3>隐私政策</h3>
    <p>您在使用本服务过程中所涉及的隐私问题，请查看轻麦科技隐私政策。</p>

    <h3>链接至其他网站</h3>
    <p>本网站可能包含链向其他独立第三方网站的链接（“链接网站”）。该等链接网站仅为方便访问者而提供。该等链接网站并非由轻麦科技控制，对其内容，包括该等链接网站的任何信息或资料，轻麦科技没有认同也不承担任何责任。您需自行决定您与该等链接网站的互动。</p>

    <h3>免责申明</h3>
    <p>轻麦科技会致力于向您提供安全、稳定的优质服务。但是，轻麦科技不承诺本网站或本网站的任何内容、服务或功能无任何错误或不中断，或者您对本网站的使用将产生特定结果。本网站及其内容是基于“现状”且“可获得”而提供。本网站提供的所有信息可不经通知而变更。轻麦科技不能确保您从本网站下载的任何资料或其他数据无病毒、无污染或不具破坏性。轻麦科技不作任何明示或默示保证，包括任何正确性、非侵权、适销性及适用性的保证。对于任何与您对本网站和/或任何轻麦科技服务的使用有关的任何第三方的作为、不作为和行为，轻麦科技不承担责任。您对本网站的使用，由您承担全部责任。如果对本网站或任何内容有任何不满意，您可以停止使用本网站或任何该等内容。</p>
    <p>上述免责声明适用于因任何不履行、错误、疏忽、中断、删除、缺陷、操作或传输迟延、电脑病毒、通信线路故障、失窃或破坏或未经授权访问、篡改或使用（无论是违约、侵权、过失或任何其他诉因）而造成的任何损害、责任或伤害。</p>
    <p>轻麦科技保留在任何时候不经通知进行以下任何行为的权利：</p>
    <p>1. 基于任何原因，修改、中止或终止本网站或其任何部分的运行或访问；</p>
    <p>2. 修改或变更本网站或其任何部分及任何适用政策或条款；</p>
    <p>3. 在进行定期或非定期维护、错误纠正或其他变更所必须时，中断本网站或其任何部分的运行。</p>

    <h3>赔偿</h3>
    <p>对于任何第三方向轻麦科技提出的，因您违反法律法规或本使用条款之约定使用本网站而产生的或与之有关的任何请求、损失、责任、主张或费用（包括律师费），您同意赔偿轻麦科技及其管理人员、董事、股东、前任、利益承继人、员工、代理人、子公司和关联方，并使其免受损害。</p>

    <h3>违反本使用条款</h3>
    <p>若轻麦科技认为您违反了本使用条款或可能与您使用本网站相关的其他协议或指引，轻麦科技可以自行决定且无需提前通知，终止您访问本网站的权限和/或阻止您以后访问本网站。您亦同意，您对本使用条款的任何违反均可能对轻麦科技造成无法弥补的损害（金钱赔偿不能充分弥补该等损害），且您同意轻麦科技获得其在该等情况下认为必要或恰当的任何禁令救济或同等救济。此等救济是对轻麦科技根据法律享有的任何其他救济的补充。</p>
    <p>轻麦科技可自行决定且无需提前通知，因下列原因终止您访问本网站的权限，包括（但不限于）： （1） 应政府部门和司法机关的要求； （2） 本网站或本网站提供的任何服务的中止或重大修改；</p>
    <p>若因您违反本使用条款致使轻麦科技对您提起法律诉讼，除法律授予轻麦科技的任何其他救济外，轻麦科技有权从您处获得且您同意支付所有合理的律师费及该等诉讼费用。您同意，因对本使用条款的任何违反而导致轻麦科技终止您访问本网站的权限，轻麦科技概不对您或任何第三方承担责任。</p>

    <h3>争议解决</h3>
    <p>本使用条款及您与轻麦科技的关系将受中国法律管辖，但不包括其冲突法规范。您和轻麦科技同意服从轻麦科技所在地法院的司法管辖。</p>

    <h3>其他</h3>
    <p>若本使用条款的任何条款被享有合法管辖权的法院裁定为无效或不可执行，则该等条款应在最低必要范围内予以限制或排除，并以最能体现本使用条款意图的新条款予以替换，以使本使用条款继续完全有效。</p>
    <p>本使用条款构成您与轻麦科技之间与您使用本网站相关的整体协议，并在此取代及取消您与轻麦科技之间先前存在的与该等使用相关的任何书面或口头协议或理解。</p>
    <p>轻麦科技没有坚持或强制要求严格履行本使用条款，不应被视为轻麦科技对任何条款或执行本使用条款的任何权利的放弃，而且轻麦科技与您或任何其他第三方之间的任何行为不应被视为对本使用条款任何规定的修改。</p>
  </div>
</template>