<template>
  <div class='side-content'>
    <p>商品将通过顺丰速运配送，顺丰无法送达的地区将改用其他快递公司。</p>
    <h3>物流查询</h3>
    <p>请您使用下单的账户登录轻麦科技官方网站，在个人中心查看订单状态；或致电客服 400-876-1033 查询。</p>
    <h3>签收须知</h3>
    <p>1、确认订单时，请您尽量留下可以本人签收的地址与联系电话，以便您可以顺利收货；</p>
    <p>2、商品送达时，请您当场检查外包装是否完好，商品种类数量是否与订单内容相符。如有问题请务必于快递员在场时与我们取得联系；</p>
    <p>3、在本人无法亲自签收的情况下，请您委托他人签收并严格按照第二项的内容操作。</p>
    <h3>如何修改订单信息</h3>
    <p>修改订单收货信息，有以下三种情况：</p>
    <p>1、订单未支付，您可登录官网，在【个人中心】-【我的订单】-【查看详情】-【修改收货信息】中修改；</p>
    <p>2、订单已付款但未发货（订单状态为“配货”），需要收货人使用订单中的电话联系客服（400-876-1033）进行修改；</p>
    <p>3、订单已发货（订单状态为“出库”），需要收货人直接与顺丰（95338）联系进行修改。</p>
    <p>需要订单中收货人联系轻麦科技客服修改，主要是考虑货品的安全，还请理解。</p>
    <h3>发货时效</h3>
    <p>现货购买方式：官网手机订单会在您支付成功后 5 天内发货；</p>
    <p>全款预定方式：订单发货时间以成功付款后在【我的订单】- 【订单详情】中显示的发货日期为准。</p>
    <h3>如何时查询订单及物流状态</h3>
    <p>登录轻麦科技官方网站，在【个人中心】-【我的订单】中找到相应订单，点击【查看详情】即可查看到订单状态和最新物流信息。</p>
    <h3>包邮政策</h3>
    <p>在轻麦科技官网，单笔订单价格满 150 元免运费，未满 150 元收取 15 元运费。</p>
    <h3>常见问题</h3>
    <dl>
      <dt>问：为什么电动滑板车不能通过航空运输？</dt>
      <dd>
        答：因电动滑板车是含有电池的数码产品，按照快递公司相关规定，一般情况下只能通过陆运配送。
      </dd>
    </dl>
    <dl>
      <dt>问：如果商品在送货途中丢失或损坏，该怎么办？</dt>
      <dd>
        答：如您在签收时发现商品损坏或缺失，建议拒收，并请致电客服：400-876-1033。
      </dd>
    </dl>
  </div>
</template>